Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: How well this works, in numbers — and the numbers are humbling. In CONTROLLED studies, where volunteers were deliberately inoculated with flu or a cold while wearing research sensors, models on these signals separated infected from uninfected at roughly 88-92%. The often-quoted "detects it a day before symptoms" figure from that work is about something narrower: distinguishing MILD from MODERATE illness, not detecting that an infection was present at all.
ar: مدى نجاح ذلك بالأرقام — والأرقام تدعو إلى التواضع. في الدراسات المضبوطة، حيث لُقّح متطوعون عمدًا بالإنفلونزا أو الزكام وهم يرتدون مستشعرات بحثية، ميّزت النماذج المبنية على هذه الإشارات المصابين من غير المصابين بنسبة 88-92% تقريبًا. أما الرقم الذي يُقتبس كثيرًا من ذلك العمل «يكتشفها قبل الأعراض بيوم» فيتعلق بشيء أضيق: التمييز بين المرض الخفيف والمتوسط، لا اكتشاف وجود العدوى أصلًا.
da: Hvor godt det virker, i tal — og tallene er ydmygende. I KONTROLLEREDE studier, hvor frivillige bevidst blev smittet med influenza eller forkølelse, mens de bar forskningssensorer, skelnede modeller baseret på disse signaler smittede fra ikke-smittede i omkring 88-92 %. Det ofte citerede »opdager det en dag før symptomerne« fra det arbejde handler om noget snævrere: at skelne MILD fra MODERAT sygdom, ikke at opdage, at en infektion overhovedet var til stede.
de: Wie gut das funktioniert, in Zahlen — und die Zahlen machen bescheiden. In KONTROLLIERTEN Studien, in denen Freiwillige gezielt mit Grippe oder Erkältung infiziert wurden, während sie Forschungssensoren trugen, unterschieden Modelle anhand dieser Signale Infizierte von Nicht-Infizierten zu etwa 88–92 %. Die oft zitierte Angabe „erkennt es einen Tag vor den Symptomen“ aus dieser Forschung betrifft etwas Engeres: die Unterscheidung zwischen LEICHTER und MITTELSCHWERER Erkrankung, nicht die Erkennung, dass überhaupt eine Infektion vorlag.
es: Qué tal funciona, en cifras, y las cifras invitan a la humildad. En estudios CONTROLADOS, en los que se inoculó deliberadamente gripe o un resfriado a voluntarios que llevaban sensores de investigación, los modelos basados en estas señales distinguieron a infectados de no infectados en torno a un 88-92 %. La cifra tan citada de «lo detecta un día antes de los síntomas» de esos trabajos se refiere a algo más limitado: distinguir enfermedad LEVE de MODERADA, no detectar si había infección.
fi: Kuinka hyvin tämä toimii lukuina — ja luvut ovat nöyrryttäviä. KONTROLLOIDUISSA tutkimuksissa, joissa vapaaehtoiset altistettiin tarkoituksella influenssalle tai flunssalle tutkimusantureita käyttäen, näihin signaaleihin perustuvat mallit erottelivat tartunnan saaneet ja saamattomat noin 88–92 %:n tarkkuudella. Usein lainattu "havaitsee sen päivää ennen oireita" -luku koskee tuosta tutkimuksesta jotain kapeampaa: LIEVÄN ja KOHTALAISEN sairauden erottamista, ei sitä, havaitaanko tartunta ylipäätään.
fr: Dans quelle mesure cela fonctionne, en chiffres — et les chiffres invitent à la modestie. Dans des études CONTRÔLÉES, où des volontaires étaient délibérément exposés à la grippe ou à un rhume en portant des capteurs de recherche, les modèles basés sur ces signaux distinguaient les personnes infectées des non infectées dans environ 88-92 % des cas. Le chiffre souvent cité de ces travaux, « détecte la maladie un jour avant les symptômes », concerne quelque chose de plus étroit : distinguer une maladie LÉGÈRE d’une maladie MODÉRÉE, et non détecter la présence même d’une infection.
is: Hversu vel þetta virkar, í tölum — og tölurnar eru auðmýkjandi. Í STÝRÐUM rannsóknum, þar sem sjálfboðaliðar voru vísvitandi smitaðir af flensu eða kvefi á meðan þeir báru rannsóknarskynjara, greindu líkön á þessum merkjum smitaða frá ósmituðum í um 88-92% tilvika. Talan sem oft er vitnað í, „greinir það degi fyrir einkenni“, úr þeim rannsóknum á við um eitthvað þrengra: að greina VÆG veikindi frá MIÐLUNGS veikindum, ekki að greina hvort sýking væri yfirhöfuð til staðar.
it: Quanto funziona, in numeri, e i numeri invitano all'umiltà. Negli studi CONTROLLATI, in cui dei volontari venivano esposti deliberatamente a influenza o raffreddore indossando sensori di ricerca, i modelli basati su questi segnali distinguevano infetti da non infetti in circa l'88-92% dei casi. Il dato spesso citato "lo rileva un giorno prima dei sintomi" di quegli studi riguarda qualcosa di più ristretto: distinguere una malattia LIEVE da una MODERATA, non rilevare se un'infezione fosse presente.
ja: これがどれだけ機能するかを数字で見ると、謙虚にならざるを得ません。ボランティアが研究用センサーを装着した状態で意図的にインフルエンザや風邪に感染させられた管理下の研究では、これらのシグナルに基づくモデルは、感染者と非感染者を約 88～92% の精度で区別しました。この研究からよく引用される「症状の 1 日前に検出できる」という数字は、もっと限定的なもの — 感染の有無の検出ではなく、軽症と中等症の区別 — についてのものです。
ko: 실제로 얼마나 잘 작동하는지 숫자로 보면 — 겸손해지는 숫자입니다. 자원자가 연구용 센서를 착용한 채 의도적으로 독감이나 감기에 노출된 통제 연구에서, 이 신호들을 사용한 모델은 감염자와 비감염자를 약 88-92% 수준으로 구분했습니다. 이 연구에서 자주 인용되는 "증상 하루 전에 감지한다"는 수치는 그보다 좁은 것 — 감염 여부 자체를 감지하는 것이 아니라 경증과 중등증을 구분하는 것 — 에 관한 것입니다.
nb: Hvor godt dette fungerer, i tall — og tallene er ydmykende. I KONTROLLERTE studier, der frivillige ble bevisst smittet med influensa eller forkjølelse mens de bar forskningssensorer, skilte modeller basert på disse signalene smittede fra ikke-smittede i omtrent 88-92 % av tilfellene. Det ofte siterte tallet om at det «oppdages en dag før symptomene» fra den forskningen gjelder noe smalere: å skille MILD fra MODERAT sykdom, ikke å oppdage at en infeksjon i det hele tatt var til stede.
nl: Hoe goed dit werkt, in cijfers — en die cijfers stemmen bescheiden. In GECONTROLEERDE studies, waarin vrijwilligers bewust werden besmet met griep of verkoudheid terwijl ze onderzoekssensoren droegen, onderscheidden modellen op deze signalen besmette van niet-besmette mensen in ongeveer 88-92% van de gevallen. Het vaak geciteerde ‘herkent het een dag voor de klachten’ uit dat onderzoek gaat over iets beperkters: MILDE van MATIGE ziekte onderscheiden, niet vaststellen dat er überhaupt een infectie was.
pt_br: Quão bem isso funciona, em números — e os números são modestos. Em estudos CONTROLADOS, em que voluntários foram deliberadamente inoculados com gripe ou resfriado enquanto usavam sensores de pesquisa, modelos baseados nesses sinais separaram infectados de não infectados em cerca de 88-92%. O número frequentemente citado de "detecta um dia antes dos sintomas" desses trabalhos se refere a algo mais restrito: distinguir doença LEVE de MODERADA, e não detectar se havia infecção.
ru: Насколько хорошо это работает, в цифрах — и цифры отрезвляют. В КОНТРОЛИРУЕМЫХ исследованиях, где добровольцев намеренно заражали гриппом или простудой и они носили исследовательские датчики, модели на этих сигналах различали заражённых и незаражённых примерно в 88–92% случаев. Часто цитируемое «обнаруживает за день до симптомов» из этих работ относится к более узкой задаче: отличить ЛЁГКОЕ течение от УМЕРЕННОГО, а не обнаружить, была ли инфекция вообще.
sv: Hur väl detta fungerar, i siffror — och siffrorna är ödmjukande. I KONTROLLERADE studier, där frivilliga avsiktligt smittades med influensa eller förkylning medan de bar forskningssensorer, skilde modeller baserade på dessa signaler smittade från osmittade i ungefär 88–92 % av fallen. Den ofta citerade siffran "upptäcker det en dag före symtom" från den forskningen gäller något snävare: att skilja LINDRIG från MÅTTLIG sjukdom, inte att upptäcka att en infektion fanns över huvud taget.
zh_hans: 效果如何，看数字 — 而这些数字令人清醒。在对照研究中，志愿者佩戴研究用传感器并被有意接种流感或感冒病毒，基于这些信号的模型区分感染者与未感染者的准确率约为 88-92%。该研究中常被引用的“比症状早一天发现”的说法，指的是更窄的问题：区分轻度和中度病情，而不是检测是否存在感染。

source: How Your Data Is Protected
ar: كيف تُحمى بياناتك
da: Sådan beskyttes dine data
de: So werden deine Daten geschützt
es: Cómo se protegen tus datos
fi: Miten tietojasi suojataan
fr: Comment vos données sont protégées
is: Hvernig gögnin þín eru vernduð
it: Come sono protetti i tuoi dati
ja: データの保護方法
ko: 데이터 보호 방식
nb: Slik beskyttes dataene dine
nl: Hoe je gegevens worden beschermd
pt_br: Como seus dados são protegidos
ru: Как защищены ваши данные
sv: Så skyddas dina data
zh_hans: 如何保护你的数据

source: HRV Card — RMSSD value and label. Tap for the HRV Detail View with 30-day trends and nervous system analysis.
ar: بطاقة HRV — قيمة RMSSD ووصفها. اضغط لفتح عرض تفاصيل HRV مع اتجاهات 30 يومًا وتحليل الجهاز العصبي.
da: HRV-kort — RMSSD-værdi og etiket. Tryk for HRV-detaljevisningen med 30-dages tendenser og analyse af nervesystemet.
de: HRV-Karte — RMSSD-Wert und Bezeichnung. Tippe darauf für die HRV-Detailansicht mit 30-Tage-Trends und Analyse des Nervensystems.
es: Tarjeta HRV: valor y etiqueta del RMSSD. Tócala para abrir la vista de detalle de HRV con tendencias de 30 días y análisis del sistema nervioso.
fi: HRV-kortti — RMSSD-arvo ja nimike. Napauta avataksesi HRV-tietonäkymän 30 päivän trendeineen ja hermostoanalyyseineen.
fr: Carte HRV — Valeur et libellé du RMSSD. Touchez pour ouvrir la vue détaillée HRV avec les tendances sur 30 jours et l’analyse du système nerveux.
is: HRV-spjald — RMSSD-gildi og merking. Ýttu til að opna HRV-yfirlit með 30 daga þróun og greiningu á taugakerfinu.
it: Scheda HRV — Valore RMSSD ed etichetta. Tocca per la vista dettagliata HRV con le tendenze a 30 giorni e l'analisi del sistema nervoso.
ja: HRV カード — RMSSD の値とラベル。タップすると、30 日間のトレンドと神経系の分析を含む HRV 詳細ビューが開きます。
ko: HRV 카드 — RMSSD 값과 레이블. 탭하면 30일 추세와 신경계 분석이 담긴 HRV 상세 보기가 열립니다.
nb: HRV-kort — RMSSD-verdi og etikett. Trykk for HRV-detaljvisningen med 30-dagers trender og analyse av nervesystemet.
nl: HRV-kaart — RMSSD-waarde en label. Tik voor de HRV-detailweergave met trends over 30 dagen en analyse van het zenuwstelsel.
pt_br: Cartão de VFC — Valor e rótulo do RMSSD. Toque para abrir a visão detalhada da VFC com tendências de 30 dias e análise do sistema nervoso.
ru: Карточка ВСР — значение RMSSD и подпись. Нажмите, чтобы открыть подробный экран ВСР с трендами за 30 дней и анализом нервной системы.
sv: HRV-kort — RMSSD-värde och etikett. Tryck för HRV-detaljvyn med 30-dagarstrender och analys av nervsystemet.
zh_hans: HRV 卡片 — RMSSD 数值和标签。点按可打开 HRV 详情视图，查看 30 天趋势和神经系统分析。

source: HRV has declined meaningfully from your 20s — that's biology, not a problem. An RMSSD of 25ms at {age} reflects the same relative autonomic health as 42ms at 25. Your personal baseline is what matters now.
ar: انخفض HRV بشكل ملحوظ منذ العشرينات — هذه بيولوجيا، لا مشكلة. قيمة RMSSD بمقدار 25ms عند {age} تعكس الصحة الذاتية النسبية نفسها التي تعكسها 42ms عند سن 25. خط الأساس الشخصي لديك هو ما يهم الآن.
da: HRV er faldet mærkbart siden dine 20'ere — det er biologi, ikke et problem. En RMSSD på 25 ms som {age}-årig afspejler samme relative autonome sundhed som 42 ms som 25-årig. Din personlige baseline er det, der betyder noget nu.
de: Die HRV ist seit deinen 20ern deutlich gesunken — das ist Biologie, kein Problem. Ein RMSSD von 25 ms mit {age} entspricht relativ gesehen derselben autonomen Gesundheit wie 42 ms mit 25. Jetzt zählt deine persönliche Baseline.
es: La HRV ha bajado notablemente desde tus veinte años: es biología, no un problema. Un RMSSD de 25 ms a los {age} años refleja la misma salud autonómica relativa que 42 ms a los 25. Lo que importa ahora es tu línea base personal.
fi: HRV on laskenut merkittävästi 20 ikävuoden jälkeen — se on biologiaa, ei ongelma. 25 ms:n RMSSD {age} vuoden iässä kuvastaa samaa suhteellista autonomista terveyttä kuin 42 ms 25-vuotiaana. Henkilökohtainen perustasosi on nyt olennainen.
fr: La HRV a nettement diminué depuis vos 20 ans — c’est de la biologie, pas un problème. Un RMSSD de 25 ms à {age} ans reflète la même santé autonome relative que 42 ms à 25 ans. C’est votre référence personnelle qui compte désormais.
is: HRV hefur lækkað verulega frá því á þrítugsaldri — það er líffræði, ekki vandamál. RMSSD upp á 25 ms við {age} ára aldur endurspeglar sömu hlutfallslegu heilsu ósjálfráða taugakerfisins og 42 ms við 25 ára aldur. Þitt persónulega grunngildi er það sem skiptir máli núna.
it: L'HRV è diminuita in modo significativo rispetto ai tuoi 20 anni: è biologia, non un problema. Un RMSSD di 25 ms a {age} anni riflette la stessa salute autonomica relativa di 42 ms a 25 anni. Ora conta la tua linea di base personale.
ja: HRV は 20 代から大きく低下しています — これは生物学的なもので、問題ではありません。{age} 歳での RMSSD 25 ms は、25 歳での 42 ms と同程度の相対的な自律神経の健康状態を反映しています。今大切なのは、あなた自身のベースラインです。
ko: HRV는 20대에 비해 의미 있게 감소했습니다 — 이는 문제가 아니라 생물학입니다. {age}세의 RMSSD 25ms는 25세의 42ms와 같은 상대적 자율신경 건강을 반영합니다. 이제 중요한 것은 본인의 기준선입니다.
nb: HRV har sunket merkbart siden 20-årene — det er biologi, ikke et problem. En RMSSD på 25 ms ved {age} gjenspeiler den samme relative autonome helsen som 42 ms ved 25. Det er den personlige grunnlinjen din som betyr noe nå.
nl: Je HRV is sinds je twintiger jaren flink gedaald — dat is biologie, geen probleem. Een RMSSD van 25 ms op je {age}e staat voor dezelfde relatieve autonome gezondheid als 42 ms op je 25e. Je persoonlijke basislijn is nu waar het om gaat.
pt_br: Sua VFC diminuiu de forma significativa desde os 20 anos — isso é biologia, não um problema. Um RMSSD de 25 ms aos {age} reflete a mesma saúde autonômica relativa que 42 ms aos 25. Agora, o que importa é sua linha de base pessoal.
ru: ВСР заметно снизилась по сравнению с 20–29 годами — это биология, а не проблема. RMSSD 25 мс в {age} лет отражает такое же относительное вегетативное здоровье, как 42 мс в 25 лет. Теперь важен ваш личный базовый уровень.
sv: HRV har minskat märkbart sedan 20-årsåldern — det är biologi, inget problem. En RMSSD på 25 ms vid {age} speglar samma relativa autonoma hälsa som 42 ms vid 25. Det är din personliga baslinje som räknas nu.
zh_hans: 与 20 多岁时相比，HRV 已明显下降 — 这是生理规律，不是问题。{age} 岁时 25ms 的 RMSSD，与 25 岁时 42ms 所反映的相对自主神经健康程度相同。现在重要的是你的个人基线。

source: HRV is one of the most sensitive non-invasive markers of autonomic nervous system function. Changes in HRV often appear before you feel anything subjectively.
ar: يُعدّ HRV من أكثر المؤشرات غير الجراحية حساسية لوظيفة الجهاز العصبي الذاتي. كثيرًا ما تظهر التغيّرات في HRV قبل أن تشعر بأي شيء.
da: HRV er en af de mest følsomme ikke-invasive markører for det autonome nervesystems funktion. Ændringer i HRV viser sig ofte, før du mærker noget selv.
de: HRV ist einer der empfindlichsten nicht-invasiven Marker für die Funktion des autonomen Nervensystems. Veränderungen der HRV zeigen sich oft, bevor du subjektiv etwas spürst.
es: La HRV es uno de los marcadores no invasivos más sensibles de la función del sistema nervioso autónomo. Los cambios en la HRV suelen aparecer antes de que notes nada de forma subjetiva.
fi: HRV on yksi herkimmistä kajoamattomista autonomisen hermoston toiminnan merkkiaineista. HRV:n muutokset näkyvät usein ennen kuin tunnet mitään itse.
fr: La HRV est l’un des marqueurs non invasifs les plus sensibles du fonctionnement du système nerveux autonome. Les changements de HRV apparaissent souvent avant que vous ne ressentiez quoi que ce soit.
is: HRV er einn næmasti mælikvarðinn á starfsemi ósjálfráða taugakerfisins sem mældur er án inngrips. Breytingar á HRV birtast oft áður en þú finnur nokkuð sjálf/ur.
it: L'HRV è uno dei marcatori non invasivi più sensibili della funzione del sistema nervoso autonomo. Le variazioni dell'HRV compaiono spesso prima che tu senta qualcosa a livello soggettivo.
ja: HRV は、自律神経系の機能を示す非侵襲的な指標の中でも特に敏感なものの一つです。HRV の変化は、主観的に何かを感じるより前に現れることがよくあります。
ko: HRV는 자율신경계 기능을 보여 주는 가장 민감한 비침습적 지표 중 하나입니다. HRV의 변화는 주관적으로 무언가를 느끼기 전에 나타나는 경우가 많습니다.
nb: HRV er en av de mest følsomme ikke-invasive markørene for funksjonen i det autonome nervesystemet. Endringer i HRV viser seg ofte før du merker noe selv.
nl: HRV is een van de gevoeligste niet-invasieve markers van de werking van het autonome zenuwstelsel. Veranderingen in HRV verschijnen vaak al voordat je zelf iets merkt.
pt_br: A VFC é um dos marcadores não invasivos mais sensíveis da função do sistema nervoso autônomo. Mudanças na VFC muitas vezes aparecem antes de você sentir qualquer coisa subjetivamente.
ru: ВСР — один из самых чувствительных неинвазивных маркеров работы вегетативной нервной системы. Изменения ВСР часто проявляются раньше, чем вы что-то почувствуете.
sv: HRV är en av de känsligaste icke-invasiva markörerna för det autonoma nervsystemets funktion. Förändringar i HRV syns ofta innan du känner något själv.
zh_hans: HRV 是自主神经系统功能最敏感的无创指标之一。HRV 的变化常常出现在你主观感受到任何变化之前。

source: HRV Science
ar: علم HRV
da: HRV-videnskab
de: HRV-Wissenschaft
es: Ciencia de la HRV
fi: HRV-tiede
fr: Science de la HRV
is: HRV-vísindi
it: Scienza dell'HRV
ja: HRV の科学
ko: HRV 과학
nb: HRV-vitenskap
nl: HRV-wetenschap
pt_br: Ciência da VFC
ru: Наука о ВСР
sv: HRV-vetenskap
zh_hans: HRV 科学

source: HRV values are naturally lower, but the relative patterns still carry the same meaning. A rising trend in YOUR numbers still means improving recovery; a falling trend still means your body needs attention.
ar: قيم HRV أقل طبيعيًا، لكن الأنماط النسبية تحمل المعنى نفسه. الاتجاه الصاعد في أرقامك لا يزال يعني تحسّن التعافي؛ والاتجاه الهابط لا يزال يعني أن جسمك يحتاج إلى عناية.
da: HRV-værdier er naturligt lavere, men de relative mønstre betyder stadig det samme. En stigende tendens i DINE tal betyder stadig bedre restitution; en faldende tendens betyder stadig, at din krop har brug for opmærksomhed.
de: Die HRV-Werte sind natürlicherweise niedriger, aber die relativen Muster haben dieselbe Bedeutung. Ein steigender Trend in DEINEN Zahlen bedeutet weiterhin bessere Erholung; ein fallender Trend bedeutet weiterhin, dass dein Körper Aufmerksamkeit braucht.
es: Los valores de HRV son naturalmente más bajos, pero los patrones relativos siguen significando lo mismo. Una tendencia al alza en TUS números sigue indicando que mejora la recuperación; una tendencia a la baja sigue indicando que tu cuerpo necesita atención.
fi: HRV-arvot ovat luonnostaan matalampia, mutta suhteelliset kuviot tarkoittavat yhä samaa. Nouseva trendi SINUN luvuissasi tarkoittaa edelleen paranevaa palautumista; laskeva trendi tarkoittaa edelleen, että kehosi kaipaa huomiota.
fr: Les valeurs de HRV sont naturellement plus basses, mais les tendances relatives gardent le même sens. Une tendance à la hausse de VOS chiffres signifie toujours une récupération qui s’améliore ; une tendance à la baisse signifie toujours que votre corps a besoin d’attention.
is: HRV-gildi eru náttúrulega lægri, en hlutfallslegu mynstrin hafa sömu merkingu. Hækkandi þróun í ÞÍNUM tölum þýðir enn batnandi endurheimt; lækkandi þróun þýðir enn að líkaminn þarf athygli.
it: I valori di HRV sono naturalmente più bassi, ma gli schemi relativi hanno lo stesso significato. Una tendenza in salita nei TUOI numeri indica comunque un recupero in miglioramento; una tendenza in discesa indica comunque che il corpo ha bisogno di attenzione.
ja: HRV の値は自然に低くなりますが、相対的なパターンの意味は同じです。あなたの数値が上昇傾向なら回復が改善していることを、下降傾向なら体に注意が必要なことを意味します。
ko: HRV 값은 자연스럽게 낮아지지만, 상대적인 패턴은 여전히 같은 의미를 갖습니다. 본인 숫자의 상승 추세는 여전히 회복이 좋아지고 있다는 뜻이고, 하락 추세는 여전히 몸에 주의가 필요하다는 뜻입니다.
nb: HRV-verdiene er naturlig lavere, men de relative mønstrene betyr det samme. En stigende trend i DINE tall betyr fortsatt bedre restitusjon; en fallende trend betyr fortsatt at kroppen trenger oppmerksomhet.
nl: HRV-waarden zijn van nature lager, maar de relatieve patronen betekenen nog steeds hetzelfde. Een stijgende trend in JOUW cijfers betekent nog steeds beter herstel; een dalende trend betekent nog steeds dat je lichaam aandacht nodig heeft.
pt_br: Os valores de VFC são naturalmente mais baixos, mas os padrões relativos têm o mesmo significado. Uma tendência de alta nos SEUS números ainda indica melhora da recuperação; uma tendência de queda ainda indica que seu corpo precisa de atenção.
ru: Значения ВСР естественным образом ниже, но относительные закономерности значат то же самое. Растущий тренд ВАШИХ чисел по-прежнему означает улучшение восстановления, а снижающийся — что организму нужно внимание.
sv: HRV-värdena är naturligt lägre, men de relativa mönstren betyder samma sak. En stigande trend i DINA siffror betyder fortfarande bättre återhämtning; en sjunkande trend betyder fortfarande att kroppen behöver uppmärksamhet.
zh_hans: HRV 数值自然较低，但相对模式仍具有同样的意义。你自己的数字呈上升趋势，仍意味着恢复在改善；呈下降趋势，仍意味着你的身体需要关注。

source: HRV weight
ar: وزن HRV
da: HRV-vægt
de: HRV-Gewichtung
es: Peso de la HRV
fi: HRV:n painoarvo
fr: Poids de la HRV
is: Vægi HRV
it: Peso dell'HRV
ja: HRV の重み
ko: HRV 가중치
nb: HRV-vekt
nl: HRV-gewicht
pt_br: Peso da VFC
ru: Вес ВСР
sv: HRV-vikt
zh_hans: HRV 权重

source: iCloud Sync
ar: مزامنة iCloud
da: iCloud-synkronisering
de: iCloud-Synchronisierung
es: Sincronización iCloud
fi: iCloud-synkronointi
fr: Synchronisation iCloud
is: iCloud samstilling
it: Sincronizzazione iCloud
ja: iCloud同期
ko: iCloud 동기화
nb: iCloud-synkronisering
nl: iCloud-synchronisatie
pt_br: Sincronização iCloud
ru: Синхронизация iCloud
sv: iCloud-synk
zh_hans: iCloud同步

source: iCloud sync across all your devices
ar: مزامنة iCloud عبر جميع أجهزتك
da: iCloud-synkronisering på tværs af alle dine enheder
de: iCloud-Synchronisierung über alle deine Geräte
es: Sincronización iCloud en todos tus dispositivos
fi: iCloud-synkronointi kaikkien laitteidesi välillä
fr: Synchronisation iCloud sur tous vos appareils
is: iCloud samstilling milli allra tækjanna þinna
it: Sincronizzazione iCloud su tutti i tuoi dispositivi
ja: すべてのデバイスで iCloud 同期
ko: 모든 기기에서 iCloud 동기화
nb: iCloud-synkronisering på tvers av alle enhetene dine
nl: iCloud-synchronisatie op al je apparaten
pt_br: Sincronização iCloud em todos os seus dispositivos
ru: Синхронизация iCloud на всех ваших устройствах
sv: iCloud-synk mellan alla dina enheter
zh_hans: 在你的所有设备间进行 iCloud 同步
